//header
export const HEADER1 = ['프로중개사 사이트', '다방허브 사이트'];
export const HEADER2 = ['방찾기', '분양', '관심목록', '방내놓기', '알림'];
export const HEADER3 = ['회원가입 · 로그인'];

// main
export const SEEROOM = '최근 본 방';
export const LOVEROOM = '찜한 방';
export const ROOMDESCRIPTION = '최근에 본 방과 찜한 방을 볼 수 있어요';
export const MORESEEROOMTEXT = '아직 못 본 더 많은 방이 있어요.';
export const RECENTLYROOMTEXT = '최근 본 지역의 다른 방을 찾아보세요';

export const SEECOMPLEX = '최근 본 단지';
export const LOVECOMPLEX = '찜한 단지';
export const COMPLEXDESCRIPTION = '최근에 본 단지와 찜한 단지를 볼 수 있어요';
export const MORESEECOMPLEXTEXT = '아직 못 본 더 많은 단지가 있어요.';
export const RECENTLYCOMPLEXTEXT = '최근 본 지역의 다른 단지를 찾아보세요';

export const EASYFINDTXT = '쉬운 방찾기';
export const EASYFINDDESCRIPTION = '방 찾기 초보를 위한 초간단 솔루션!';

//love
export const LOVEMENU = ['최근 본 방', '찜한 방', '문의한 방', '최근 본 단지', '찜한 단지'];

// footer
export const Footer1 = ['회사소개', '이용약관', '개인정보처리방침', '매물관리규정', '자동저장서비스'];

export const FOOTERDETAIL =
    '<div>(주)스테이션</div>' +
    '<div>대표: 한유순, 유형석</div>' +
    '<div><span>사업자 번호: 220-88-59156</span><span>통신판매업신고번호: 88제2013-서울 강남-02884호</span></div>' +
    '<div class="mb10">주소 : 서울시 서초구 서초대로 301 동익 성봉빌딩 10층 (주)스테이션3</div>' +
    '<div><span>고객센터: 02-1899-6840</span><span>(평일 10:00 ~ 18:30 토•일요일, 공휴일 휴무)</span></div>' +
    '<div><span>팩스 : 02-554-9774</span><span>프로모션/사업 제휴문의 : biz@station3.co.kr</span><span>허위매물 신고 : clean@dabangapp.com</span></div>';

export const PROUDTXT = '다방, 2019년 한국서비스품질지수<br />부동산 중개 앱 1위 선정';

export const TermTxt = `<pre>
모든 국민은 법률이
국무총리 또는 행정각부의 장은 소관사무에 관하여 법률이나 대통령령의 위임 또는 직권으로 총리령 또는 부령을 발할 수 있다. 헌법재판소는 법관의 자격을 가진 9인의 재판관으로 구성하며, 재판관은 대통령이 임명한다. 대통령은 헌법과 법률이 정하는 바에 의하여 국군을 통수한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 비상계엄하의 군사재판은 군인·군무원의 범죄나 군사에 관한 간첩죄의 경우와 초병·초소·유독음식물공급·포로에 관한 죄중 법률이 정한 경우에 한하여 단심으로 할 수 있다. 다만, 사형을 선고한 경우에는 그러하지 아니하다.
대법원장은 국회의 동
전직대통령의 신분과 예우에 관하여는 법률로 정한다. 대통령은 제1항과 제2항의 처분 또는 명령을 한 때에는 지체없이 국회에 보고하여 그 승인을 얻어야 한다. 공무원의 신분과 정치적 중립성은 법률이 정하는 바에 의하여 보장된다. 대통령은 국가의 독립·영토의 보전·국가의 계속성과 헌법을 수호할 책무를 진다. 공무원인 근로자는 법률이 정하는 자에 한하여 단결권·단체교섭권 및 단체행동권을 가진다. 국회에서 의결된 법률안은 정부에 이송되어 15일 이내에 대통령이 공포한다. 대통령은 조국의 평화적 통일을 위한 성실한 의무를 진다. 모든 국민은 소급입법에 의하여 참정권의 제한을 받거나 재산권을 박탈당하지 아니한다.
재의의 요구가 있을
대통령의 임기연장 또는 중임변경을 위한 헌법개정은 그 헌법개정 제안 당시의 대통령에 대하여는 효력이 없다. 의원을 제명하려면 국회재적의원 3분의 2 이상의 찬성이 있어야 한다. 언론·출판에 대한 허가나 검열과 집회·결사에 대한 허가는 인정되지 아니한다. 대통령은 법률안의 일부에 대하여 또는 법률안을 수정하여 재의를 요구할 수 없다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 국무총리는 대통령을 보좌하며, 행정에 관하여 대통령의 명을 받아 행정각부를 통할한다.
국회는 의원의 자격을
국회의 정기회는 법률이 정하는 바에 의하여 매년 1회 집회되며, 국회의 임시회는 대통령 또는 국회재적의원 4분의 1 이상의 요구에 의하여 집회된다. 국가는 균형있는 국민경제의 성장 및 안정과 적정한 소득의 분배를 유지하고, 시장의 지배와 경제력의 남용을 방지하며, 경제주체간의 조화를 통한 경제의 민주화를 위하여 경제에 관한 규제와 조정을 할 수 있다. 대통령·국무총리·국무위원·행정각부의 장·헌법재판소 재판관·법관·중앙선거관리위원회 위원·감사원장·감사위원 기타 법률이 정한 공무원이 그 직무집행에 있어서 헌법이나 법률을 위배한 때에는 국회는 탄핵의 소추를 의결할 수 있다.
</pre>
`;
